/*
 Localizable.strings
 SiriMote
 
 Created by Matthias Gansrigler on 18.11.2015.
 Copyright © 2015 Eternal Storms Software. All rights reserved.
 */

"RemoteFoundText" = "Um SiriMote in den Vordergrund zu bringen, drücken Sie den Home Knopf\
auf Ihrer Remote oder doppelklicken Sie SiriMotes Icon im Finder.";
"WaitingForRemoteText" = "Warte auf Apple TV Siri Remote...";

"PairWithMacText" = "Um Ihre Apple TV Siri Remote mit Ihrem Mac zu koppeln,\
- Schalten Sie Ihr Apple TV ab und nehmen Sie es vom Strom\
- Öffnen Sie das Programm System Einstellungen - Bluetooth\
- Halten Sie die Tasten Menü und Lauter auf Ihrer Remote für ungefähr 5 Sekunden gedrückt\
- In den Bluetooth-Einstellungen, klicken Sie auf Koppeln\
\
Wenn die Apple TV Siri Fernbedienung gekoppelt ist und SiriMote es als gekoppelt anzeigt, aber es trotzdem nicht funktioniert, gehen Sie bitte sicher, dass SiriMote in Systemeinstellungen -> Sicherheit -> Bedienungshilfen ausgewählt ist.";

"PairWithAppleTVText" = "Um Ihre Remote wieder mit dem Apple TV zu koppeln,\
- Klicken Sie neben der Remote in System Einstellungen - Bluetooth auf das 'x'\
- Hängen Sie Ihr Apple TV an den Strom und warten Sie, bis es gestartet ist\
- Halten Sie die Tasten Menü und Lauter auf Ihrer Remote für ungefähr 5 Sekunden gedrückt\
- Ihre Remote sollte sich nun mit dem Apple TV koppeln\
\
Wenn die Apple TV Siri Fernbedienung gekoppelt ist und SiriMote es als gekoppelt anzeigt, aber es trotzdem nicht funktioniert, gehen Sie bitte sicher, dass SiriMote in Systemeinstellungen -> Sicherheit -> Bedienungshilfen ausgewählt ist.";

"2021RemoteUnsupportedTitle" = "Systemvorraussetzungen nicht erfüllt";
"2021RemoteUnsupportedMsg" = "Um SiriMote mit der Apple TV Siri Remote (2021) verwenden zu können, wird zumindest macOS Big Sur 11.4 benötigt.\n\nIch werde weiter versuchen, Unterstützung für frühere Systeme bereitzustellen, habe aber bisher noch keine Möglichkeit gefunden.";
